# 'brew tap'
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/bundle"
tap "iina/homebrew-mpv-iina"

# 'brew install'
brew "gh"
brew "fd"
brew "ghq"
brew "hub"
brew "mas"
brew "exa"
brew "bat"
brew "tree"
brew "tmux"
brew "stow"
brew "pastel"
brew "direnv"
brew "wget"
brew "neovim"
brew "pipx"
brew "lazydocker"
brew "ansible"

# fonts
cask "font-delugia-complete"
cask "font-jetbrains-mono"

# 'brew install --cask'
cask "iina"
cask "logseq"
cask "google-chrome"
cask "firefox"
cask "jetbrains-toolbox"
cask "dbeaver-community"
cask "sublime-text"
cask "free-download-manager"
cask "stremio"
cask "fig"
cask "raycast"
cask "docker"
cask "appcleaner"
cask "cheatsheet"
cask "alacritty"
cask "caffeine"
cask "postman"
cask "spotify"
cask "webpquicklook"
cask "visual-studio-code"
cask "hyperswitch"

# 'mas install'
# mas cannot access App Store API atm
# mas "Slack", id: 803453959
# mas "Color Picker", id: 641027709
# mas "Grammarly", id: 1462114288
# mas "Live Wallpaper", id: 1456235760
# mas "Flip Clock", id: 1181028777
