# 'brew tap'
tap "iina/homebrew-mpv-iina"

# 'brew install'
brew "gh"
brew "fd"
brew "ghq"
brew "hub"
brew "mas"
brew "eza"
brew "bat"
brew "tree"
brew "tmux"
brew "stow"
brew "pastel"
brew "direnv"
brew "wget"
brew "neovim"
brew "uv"
brew "shellcheck"
brew "yt-dlp"
brew "shfmt"
brew "countdown"

# fonts
cask "font-delugia-complete"
cask "font-jetbrains-mono"

# 'brew install --cask'
cask "iina"
cask "google-chrome"
cask "jetbrains-toolbox"
cask "stremio"
cask "raycast"
cask "webpquicklook"
cask "visual-studio-code"
