# 'brew tap'
tap "homebrew/cask"
tap "iina/homebrew-mpv-iina"

# 'brew install'
brew "gh"
brew "ghq"
brew "mas"
brew "exa"
brew "tree"
brew "tmux"
brew "stow"
brew "wget"
brew "neovim"
brew "pipx"
brew "lazydocker"
brew "ansible"

# set arguments for all 'brew install --cask' commands
cask_args appdir: "/Applications", require_sha: true, greedy: true

# 'brew install --cask'
cask "google-chrome"
cask "firefox"
cask "jetbrains-toolbox"
cask "dbeaver-community"
cask "sublime-text"
cask "free-download-manager"
cask "stremio"
cask "fig"
cask "raycast"
cask "docker"
cask "appcleaner"
cask "cheatsheet"
cask "firefox"
cask "google-drive"
cask "alacritty"
cask "caffeine"
cask "postman"
cask "spotify"
cask "webpquicklook"
cask "visual-studio-code"

# 'mas install'
mas "Slack", id: 803453959
mas "Color Picker", id: 641027709