{
  "buckets": [
    {
      "Name": "main"
    },
    {
      "Name": "extras"
    },
    {
      "Name": "nerd-fonts"
    },
    {
      "Name": "versions"
    }
  ],
  "apps": [
    {
      "Source": "main",
      "Name": "git"
    },
    {
      "Source": "main",
      "Name": "gh"
    },
    {
      "Source": "main",
      "Name": "fd"
    },
    {
      "Source": "main",
      "Name": "bat"
    },
    {
      "Source": "main",
      "Name": "ripgrep"
    },
    {
      "Source": "main",
      "Name": "fzf"
    },
    {
      "Source": "main",
      "Name": "stow"
    },
    {
      "Source": "main",
      "Name": "wget"
    },
    {
      "Source": "main",
      "Name": "neovim"
    },
    {
      "Source": "main",
      "Name": "python"
    },
    {
      "Source": "main",
      "Name": "nodejs"
    },
    {
      "Source": "main",
      "Name": "ansible"
    },
    {
      "Source": "main",
      "Name": "shellcheck"
    },
    {
      "Source": "main",
      "Name": "yt-dlp"
    },
    {
      "Source": "main",
      "Name": "lazydocker"
    },
    {
      "Source": "main",
      "Name": "direnv"
    },
    {
      "Source": "main",
      "Name": "delta"
    },
    {
      "Source": "main",
      "Name": "starship"
    },
    {
      "Source": "extras",
      "Name": "vscode"
    },
    {
      "Source": "extras",
      "Name": "google-chrome"
    },
    {
      "Source": "extras",
      "Name": "firefox"
    },
    {
      "Source": "extras",
      "Name": "docker"
    },
    {
      "Source": "extras",
      "Name": "postman"
    },
    {
      "Source": "extras",
      "Name": "spotify"
    },
    {
      "Source": "extras",
      "Name": "dbeaver"
    },
    {
      "Source": "extras",
      "Name": "sublimetext4"
    },
    {
      "Source": "extras",
      "Name": "jetbrains-toolbox"
    },
    {
      "Source": "extras",
      "Name": "powertoys"
    },
    {
      "Source": "extras",
      "Name": "everything"
    },
    {
      "Source": "nerd-fonts",
      "Name": "JetBrainsMono-NF"
    },
    {
      "Source": "nerd-fonts",
      "Name": "CascadiaCode-NF"
    }
  ]
}
